{
  "wild_magic_surge": [
    {
      "range": "01-04",
      "effect": "Jogue nesta tabela no início de cada um dos seus turnos pelo próximo minuto, ignorando este resultado nas jogadas subsequentes.",
      "explanation": "Você terá múltiplos surtos de magia, um a cada turno, por 1 minuto."
    },
    {
      "range": "05-08",
      "effect": "Uma criatura Amigável aparece em um espaço desocupado aleatório a até 18 metros de você. A criatura está sob o controle do Mestre e desaparece depois de 1 minuto.\n\nJogue 1d4 para determinar a criatura:\n1. Modron Duodrone\n2. Flunf\n3. Modron Monodrone\n4. Unicórnio\n\nVeja o Livro dos Monstros para o bloco de estatísticas da criatura.",
      "explanation": "Uma criatura mágica aparece temporariamente para ajudar você por 1 minuto."
    },
    {
      "range": "09-12",
      "effect": "Pelo próximo minuto, você recupera 5 Pontos de Vida no início de cada um dos seus turnos.",
      "explanation": "Você regenera 5 pontos de vida por turno durante 1 minuto."
    },
    {
      "range": "13-16",
      "effect": "Criaturas têm Desvantagem em salvaguardas contra a próxima magia que você conjurar no minuto seguinte, que envolva uma salvaguarda.",
      "explanation": "Sua próxima magia é mais difícil de resistir."
    },
    {
      "range": "17-20",
      "effect": "Você está sujeito a um efeito que dura 1 minuto, a menos que a descrição diga o contrário.\n\nJogue 1d8 para determinar o efeito:\n1. Você é cercado por uma música fraca e etérea que apenas você e criaturas a até 1,5 metro de você podem ouvir.\n2. Seu tamanho aumenta em uma categoria de tamanho.\n3. Cresce em você uma longa barba de plumas que permanecem até você espirrar, momento em que as plumas explodem do seu rosto e desaparecem.\n4. Você deve gritar quando fala.\n5. Borboletas ilusórias tremulam no ar a até 3 metros de você.\n6. Um olho aparece em sua testa, concedendo-lhe Vantagem em testes de Sabedoria (Percepção).\n7. Bolhas rosas flutuam da sua boca sempre que você fala.\n8. Sua pele adquire um tom vibrante de azul por 24 horas ou até que o efeito seja encerrado por uma magia Remover Maldição.",
      "explanation": "Você sofre uma transformação mágica aleatória, geralmente cômica ou estranha."
    },
    {
      "range": "21-24",
      "effect": "Pelo próximo minuto, todas as suas magias com um tempo de conjuração de uma ação têm um tempo de conjuração de uma Ação Bônus.",
      "explanation": "Você conjura magias muito mais rápido por 1 minuto."
    },
    {
      "range": "25-28",
      "effect": "Você é transportado para o Plano Astral até o final do seu próximo turno. Em seguida, você retorna ao espaço que ocupava anteriormente ou ao espaço desocupado mais próximo, se esse espaço estiver ocupado.",
      "explanation": "Você desaparece para o Plano Astral e volta no próximo turno."
    },
    {
      "range": "29-32",
      "effect": "Na próxima vez que você conjurar uma magia que cause dano no minuto seguinte, não jogue os dados de dano da magia para o dano. Em vez disso, use o número mais alto possível para cada dado de dano.",
      "explanation": "Sua próxima magia de dano causa o valor máximo em todos os dados."
    },
    {
      "range": "33-36",
      "effect": "Você tem Resistência a todos os tipos de dano pelo próximo minuto.",
      "explanation": "Você recebe metade do dano de qualquer tipo por 1 minuto."
    },
    {
      "range": "37-40",
      "effect": "Você se transforma em um vaso de plantas até o início do seu próximo turno. Enquanto é uma planta, você tem a condição Incapacitado e tem Vulnerabilidade a todos os tipos de dano. Se você atingir 0 Pontos de Vida, o seu vaso quebra e você reverte à sua forma original.",
      "explanation": "Você vira uma planta vulnerável até o próximo turno."
    },
    {
      "range": "41-44",
      "effect": "Pelo próximo minuto, você pode se teleportar a até 6 metros como uma Ação Bônus em cada um dos seus turnos.",
      "explanation": "Você pode se teleportar 6m como ação bônus por 1 minuto."
    },
    {
      "range": "45-48",
      "effect": "Você e até três criaturas à sua escolha a até 9 metros de você têm a condição Invisível por 1 minuto.\n\nEssa invisibilidade se encerra em uma criatura imediatamente após ela realizar uma jogada de ataque, causar dano ou conjurar uma magia.",
      "explanation": "Você e aliados ficam invisíveis até atacarem ou conjurarem magia."
    },
    {
      "range": "49-52",
      "effect": "Um escudo espectral paira perto de você pelo próximo minuto, concedendo um bônus de +2 na CA e imunidade a Mísseis Mágicos.",
      "explanation": "Um escudo mágico aumenta sua defesa e bloqueia Mísseis Mágicos."
    },
    {
      "range": "53-56",
      "effect": "Você pode executar uma ação adicional neste turno.",
      "explanation": "Você ganha uma ação extra agora."
    },
    {
      "range": "57-60",
      "effect": "Você conjura uma magia aleatória. Se a magia normalmente requer Concentração, ela não requer Concentração neste caso; a magia se mantém pela duração total.\n\nJogue 1d10 para determinar a magia:\n1. Confusão\n2. Bola de Fogo\n3. Névoa Obscurecente\n4. Voo (conjurado em uma criatura aleatória a até 18 metros de você)\n5. Graxa\n6. Levitação (conjurado em si)\n7. Mísseis Mágicos (conjurado como uma magia de 5º círculo)\n8. Reflexos\n9. Polimorfia (conjurado em si), e se você falhar na salvaguarda, você se transforma em uma Cabra (veja o apêndice B)\n10. Ver o Invisível",
      "explanation": "Uma magia aleatória é conjurada automaticamente."
    },
    {
      "range": "61-64",
      "effect": "Pelo próximo minuto, qualquer objeto inflamável e não mágico que você toque que não esteja sendo usado ou carregado por outra criatura irrompe em chamas, sofre 1d4 pontos de dano Ígneo e está em combustão.",
      "explanation": "Tudo o que você tocar pega fogo por 1 minuto."
    },
    {
      "range": "65-68",
      "effect": "Se você morrer na próxima hora, você imediatamente revive como se estivesse usando a magia Reencarnar.",
      "explanation": "Se morrer, você revive automaticamente nas próximas 1h."
    },
    {
      "range": "69-72",
      "effect": "Você tem a condição Amedrontado até o final do seu próximo turno. O Mestre determina a fonte do seu medo.",
      "explanation": "Você fica apavorado até o final do próximo turno."
    },
    {
      "range": "73-76",
      "effect": "Você se teleporta até 18 metros para um espaço desocupado à sua vista.",
      "explanation": "Você se teleporta até 18m para onde vê."
    },
    {
      "range": "77-80",
      "effect": "Uma criatura aleatória a até 18 metros de você tem a condição Envenenado por 1d4 horas.",
      "explanation": "Alguém próximo fica envenenado por algumas horas."
    },
    {
      "range": "81-84",
      "effect": "Você irradia Luz Plena em um raio de 9 metros pelo próximo minuto.\n\nQualquer criatura que termine o turno a até 1,5 metro de você tem a condição Cego até o final do próximo turno dela.",
      "explanation": "Você brilha e cega inimigos muito próximos por 1 minuto."
    },
    {
      "range": "85-88",
      "effect": "Até três criaturas à sua escolha, à sua vista e a até 9 metros de você, sofrem 1d10 pontos de dano Necrótico.\n\nVocê recupera Pontos de Vida iguais à soma do dano Necrótico causado.",
      "explanation": "Você drena vida de até 3 criaturas e se cura com o dano."
    },
    {
      "range": "89-92",
      "effect": "Até três criaturas à sua escolha, à sua vista e a até 9 metros de você, sofrem 4d10 pontos de dano Elétrico.",
      "explanation": "Você solta um raio que atinge até 3 criaturas."
    },
    {
      "range": "93-96",
      "effect": "Você e todas as criaturas a até 9 metros de você têm Vulnerabilidade a Dano Perfurante pelo próximo minuto.",
      "explanation": "Você e todos próximos sofrem dano dobrado de perfuração por 1 minuto."
    },
    {
      "range": "97-100",
      "effect": "Jogue 1d6:\n1. Você recupera 2d10 Pontos de Vida.\n2. Um aliado à sua escolha a até 90 metros de você recupera 2d10 Pontos de Vida.\n3. Você recupera seu espaço de magia gasto de menor círculo.\n4. Um aliado à sua escolha a até 90 metros de você recupera o espaço de magia gasto de menor círculo.\n5. Você restaura todos os seus Pontos de Feitiçaria gastos.\n6. Todos os efeitos da linha 17–20 o afetam simultaneamente.",
      "explanation": "Você recebe um efeito aleatório poderoso de cura ou magia."
    }
  ]
}
